Repository: Ithanil/indico-plugin-bbb
Catalog: vc_bbb/translations/*/LC_MESSAGES/messages.po
Languages: de_de, uk_ua

source: Cannot create room
de_de: Raum konnte nicht erstellt werden
uk_ua: Неможливо створити кімнату

source: You are not allowed to modify {} rooms for this event.
de_de: Sie sind nicht berechtigt {} Räume für dieses Event zu ändern.
uk_ua: Вам не дозволено змінювати {} кімнати для цієї події.

source: File too large
de_de: Datei zu groß
uk_ua: Файл надто великий

source: File list updated
de_de: Liste der Dateien aktualisiert
uk_ua: Перелік файлів оновлено

source: Recording deleted
de_de: Aufzeichnung gelöscht
uk_ua: Запис видалено

source: Recording not deleted
de_de: Aufzeichnung nicht gelöscht
uk_ua: Запис не видалено

source: API endpoint
de_de: API Endpunkt
uk_ua: Базова адреса API

source: URL returned by "bbb-conf --secret", E.g., https://bbb.yourdomain.tld/bigbluebutton/
de_de: Von "bbb-conf --secret" ausgegebene URL, z.B. https://bbb.yourdomain.tld/bigbluebutton/
uk_ua: URL, що повідомляє команда "bbb-conf --secret", наприклад, https://bbb.yourdomain.tld/bigbluebutton/

source: BBB Secret
de_de: BBB API-Secret
uk_ua: Секретний код BBB

source: Secret returned by "bbb-conf --secret"
de_de: Von "bbb-conf --secret" ausgegebenes Secret
uk_ua: Код, що повідомляє команда "bbb-conf --secret"

source: Welcome message
de_de: Willkommensnachricht
uk_ua: Вітальне повідомлення

source: Record
de_de: Aufzeichnen
uk_ua: Запис

source: Enable recordings (disable if need privacy)
de_de: Aufzeichnung erlauben
uk_ua: Дозволити запис (вимкніть, якщо потрібна приватність)

source: Start recordings
de_de: Aufzeichnung starten
uk_ua: Починати запис

source: Start session recording automatically
de_de: Aufzeichnung automatisch starten
uk_ua: Автоматично вмикати запис сеансу

source: Recording control
de_de: Aufzeichnungssteuerung
uk_ua: Керування записом

source: Enable moderator to start and pause recording
de_de: Moderatoren können Aufzeichnung starten/pausieren
uk_ua: Дозволити модератору починати та зупиняти запис

source: Webcams to moderator only
de_de: Webcams nur für Moderatoren
uk_ua: Вебкамери лише модератору

source: Show webcams to moderator only
de_de: Webcams werden nur Moderatoren angezeigt
uk_ua: Показувати зображення з вебкамер учасників лише модератору

source: Mute on start
de_de: Stummschaltung
uk_ua: Вимкнути звук при вході

source: Mute all users on session start
de_de: Alle Nutzer treten der Konferenz stummgeschaltet bei
uk_ua: Вимкнути мікрофони користувачів на початку сеансу

source: Allow unmute
de_de: Stummschaltung aufhebbar
uk_ua: Дозволити вмикати звук

source: Allow moderators to unmute users
de_de: Moderatoren können Stummschaltung der Nutzer aufheben
uk_ua: Дозволити модераторам вмикати звук іншим користувачам

source: Lock disable cameras
de_de: Sperre Webcams
uk_ua: Заблокувати камери

source: Prevent users from sharing their webcams
de_de: Verbiete Nutzern das Teilen der Webcam
uk_ua: Унеможливити вмикання камер користувачів

source: Lock disable microphones
de_de: Sperre Mikrofone
uk_ua: Заблокувати мікрофони

source: Force users to join listen only
de_de: Verbiete Nutzern die Nutzung des Mikrofons
uk_ua: Примусово приєднувати користувачів лише для слухання

source: Lock disable private chats
de_de: Sperre private Chats
uk_ua: Заблокувати приватні повідомлення

source: Disable private chats in the meeting
de_de: Verbiete private Chats unter Nutzern
uk_ua: Вимкнути можливість надсилання приватних повідомлень

source: Lock disable public chat
de_de: Sperre öffentlichen Chat
uk_ua: Заблокувати загальний чат

source: Disable public chat in the meeting
de_de: Verbiete Nutzern im öffentlichen Chat zu schreiben
uk_ua: Вимкнути можливість обміну повідомленнями

source: Lock disable notes
de_de: Sperre geteilte Notizen
uk_ua: Заблокувати спільні нотатки

source: Disable notes in the meeting
de_de: Verbiete Nutzern die geteilten Notizen zu nutzen
uk_ua: Вимкнути можливість користування спільними нотатками

source: Lock layout
de_de: Sperre Layout
uk_ua: Заблокувати зовнішній вигляд

source: Lock layout in the meeting
de_de: Verbiete Nutzern das Layout einzustellen
uk_ua: Вимкнути можливість змінювати розміщення елементів сторінки під час зустрічі

source: Guest policy
de_de: Gastzugang
uk_ua: Політика щодо гостей

source: Accept
de_de: Erlauben
uk_ua: Приймати

source: Deny
de_de: Verbieten
uk_ua: Відхиляти

source: Ask moderator
de_de: Moderator fragen
uk_ua: Питати модератора

source: Moderators
de_de: Мoderatoren
uk_ua: Модератори

source: Slides
de_de: Folien
uk_ua: Слайди

source: Join
de_de: Beitreten
uk_ua: Приєднатись

source: Start
de_de: Starten
uk_ua: Розпочати

source: Manage presentations
de_de: Präsentationen verwalten
uk_ua: Керування презентаціями

source: Manage recordings
de_de: Aufzeichnungen verwalten
uk_ua: Керування записами

source: Manage event recordings
de_de: Aufzeichnungen verwalten
uk_ua: Керування записами зустрічі

source: Meeting ended
de_de: Konferenz beendet
uk_ua: Зустріч закінчилась

source: Meeting not started
de_de: Konferenz noch nicht gestartet
uk_ua: Зустріч ще не почалась

source: Event recordings
de_de: Aufzeichnungen des Events
uk_ua: Записи події

source: Recordings
de_de: Aufzeichnungen
uk_ua: Записи

source: Status
uk_ua: Статус

source: Start date
de_de: Startzeitpunkt
uk_ua: Дата початку

source: Duration
de_de: Dauer
uk_ua: Тривалість

source: End date
de_de: Endzeitpunkt
uk_ua: Дата закінчення

source: Date
de_de: Datum
uk_ua: Дата

source: Time
de_de: Zeit
uk_ua: Тривалість

source: Users
de_de: Nutzer
uk_ua: Користувачі

source: Preview
de_de: Vorschau
uk_ua: Мініатюри

source: Link
uk_ua: Посилання

source: Presentation
de_de: Präsentation
uk_ua: Презентація

source: bytes
uk_ua: байтів

source: No files
de_de: Keine Dateien
uk_ua: Немає файлів

source: Room ID
de_de: Raum ID
uk_ua: Ідентифікатор кімнати

source: Internal ID
de_de: Interne ID
uk_ua: Внутрішні ідентифікатори

source: Update
uk_ua: Поновити

source: No recordings for this meeting
de_de: Keine Aufzeichnungen für dieses Meeting
uk_ua: Для цієї зустрічі немає записів

source: You can include keywords (%%CONFNAME%%, %%DIALNUM%%, %%CONFNUM%%) which will be substituted automatically.
de_de: Sie können Platzhalter (%%CONFNAME%%, %%DIALNUM%%, %%CONFNUM%%) verwende, welche automatisch substituiert werden.
